[
    {
        "id": "001",
        "title": "PulaTech",
        "thumbUrl": "img/portfolio/pulatech-com-thumb.png",
        "description": "Implementation and design of WordPress-based marketing site for PulaTech. Work done as a member of the PulaTech team.",
        "order": 500
    },
    {
        "id": "002",
        "title": "Cambria DragonVision",
        "thumbUrl": "img/portfolio/dragonvision-thumb.png",
        "description": "Cambria's DragonVision Suite allows consumers to visualize Cambria Quartz Surfaces in kitchen spaces. Development done in AngularJS as a member of the Cambria team. Available online today.",
        "order": 400
    },
    {
        "id": "003",
        "title": "Cambria Design Palette",
        "thumbUrl": "img/portfolio/designpalette-thumb.png",
        "description": "The Cambria Design Palette brings simple, at-a-glance visuals of Cambria Quartz Services to consumers. Development done in AngularJS as a member of the Cambria team. Available online today.",
        "order": 300
    },
    {
        "id": "004",
        "title": "Davis Family Dairies",
        "thumbUrl": "img/portfolio/dairies-thumb.png",
        "description": "Davis Family Dairies marketing site implementation and mentorship over junior engineers working on this replatforming project. Development done in AngularJS and Wordpress as a member of the Cambria team. Available online today.",
        "order": 600
    },
    {
        "id": "005",
        "title": "Personal Portfolio",
        "thumbUrl": "https://placehold.it/1280x960",
        "description": "Personal project to demonstrate use of React environment.",
        "order": 700
    },
    {
        "id": "005",
        "title": "Best Buy Total Tech Support and Geeksquad Services",
        "thumbUrl": "https://placehold.it/1280x960",
        "description": "Created scheduling portals for in-home and in-store repairs, tools for customers to find customer support for their purchases, and self-service payment interfaces for Geek Squad and Best Buy Total Tech Support.",
        "order": 200
    },
    {
        "id": "006",
        "title": "Best Buy Live Chat",
        "thumbUrl": "https://placehold.it/1280x960",
        "description": "Created new Best Buy live chat platform – used by 1.3 million customers each month. Integrations included chatting with an AI chat-bot platform, 24/7 customer support, and GeekSquad agents in real time. Work done as a lead developer on the Best Buy chat development team.",
        "order": 100
    }
]